Revit 2027 API
ParameterTypeId.Profile2FamType Property
 "Profile"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId Profile2FamType { get; }
Public Shared ReadOnly Property Profile2FamType As ForgeTypeId
	Get
public:
static property ForgeTypeId^ Profile2FamType {
	ForgeTypeId^ get ();
}
static member Profile2FamType : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace